{
	"indexH1": "Plan and Complete Your Dream Renovation with Our App",
	"indexSubtitle1": "Comprehensive Guide:",
	"indexSubtitle2": "Inspirations and Tips:",
	"indexContent1": "Don't know where to start? Our app will guide you step by step through the entire renovation process – from planning to execution.",
	"indexContent2": "Get inspired by hundreds of interior design ideas. Receive professional advice and tips from experts to help you create the perfect home.",

	"exploreTitle1": "Planning a Renovation",
	"exploreTitle2": "Implementing Renovation Plan",
	"exploreTitle3": "Finishing Touches",
	"exploreContent1": "Define goals, budget, gather inspirations, hire contractors, handle permits, schedule tasks, purchase materials, and prepare spaces for efficient execution",
	"exploreContent2": "Hire, monitor progress, communicate, purchase materials, prepare spaces for efficient execution according to schedule.",
	"exploreContent3": "Finalize interior, clean thoroughly, and restore spaces for functional use after renovation completion.",
  "exploreButton": "Go",

	"planH1": "The First Step in Planning a Home Renovation: A Comprehensive Guide",
	"planHeading1": "1. Define Your Goals",
	"planHeading2": "2. Set a Realistic Budget",
	"planHeading3": "3. Gather Inspirations",
	"planContent1": "The first and most crucial step is to clearly define the goals of your renovation. What are you hoping to achieve? Are you looking to modernize your kitchen add an extra bathroom, or simply refresh the living space? Understanding your primary objectives will guide all subsequent decisions.",
	"planContent2": "Budgeting is a critical aspect of any renovation project. Start by researching the costs associated with your planned renovations. Factor in materials, labor permits, and a contingency fund for unexpected expenses. Having a clear financial plan will prevent you from overspending and allow for smoother progress.",
	"planContent3": "Before diving into the renovation, gather inspirations to help shape your vision. Browse home design magazines, websites, and platforms like Pinterest to collect ideas. Having a visual representation of your desired outcome can be incredibly beneficial when communicating with contractors and designers.",

  "settingsLang": "Language",

  "tabsHome": "Home",
  "tabsPaths": "Renovation",
  "tabsSettings": "Settings",
  "tabsContent1" : "Plan"
}
