{
	"indexH1": "Zaplanuj i Zrealizuj Swoje Wymarzone Remonty z Naszą Aplikacją",
	"indexSubtitle1": "Kompleksowy Przewodnik:",
	"indexSubtitle2": "Inspiracje i Porady:",
	"indexContent1": "Nie wiesz, od czego zacząć? Nasza aplikacja poprowadzi Cię krok po kroku przez cały proces remontu – od planowania po realizację.",
	"indexContent2": "Zainspiruj się setkami pomysłów na aranżację wnętrz. Otrzymaj profesjonalne porady i wskazówki od ekspertów, aby pomóc Ci stworzyć idealny dom.",
	"exploreTitle1": "Planowanie Remontu",
	"exploreTitle2": "Wdrażanie Planu Remontu",
	"exploreTitle3": "Ostatnie Szlify",
	"exploreContent1": "Określ cele, budżet, zbieraj inspiracje, zatrudnij wykonawców, załatw pozwolenia, zaplanuj zadania, zakup materiały i przygotuj przestrzenie do efektywnej realizacji.",
	"exploreContent2": "Zatrudnij, monitoruj postępy, komunikuj się, zakup materiały i przygotuj przestrzenie do efektywnej realizacji zgodnie z harmonogramem.",
	"exploreContent3": "Wykończ wnętrze, dokładnie posprzątaj i przywróć przestrzenie do funkcjonalnego użytku po zakończeniu remontu.",
	"exploreButton": "Idź",

	"planH1": "Pierwszy Krok w Planowaniu Remontu Domu: Kompleksowy Przewodnik",
	"planHeading1": "1. Określ Swoje Cele",
	"planHeading2": "2. Ustal Realistyczny Budżet",
	"planHeading3": "3. Zbieraj Inspiracje",
	"planContent1": "Pierwszym i najważniejszym krokiem jest wyraźne określenie celów Twojego remontu. Co chcesz osiągnąć? Czy planujesz unowocześnić kuchnię, dodać dodatkową łazienkę, czy po prostu odświeżyć przestrzeń życiową? Zrozumienie głównych celów pomoże w podejmowaniu wszystkich kolejnych decyzji.",
	"planContent2": "Budżetowanie jest kluczowym aspektem każdego projektu remontowego. Zacznij od zbadania kosztów związanych z planowanymi remontami. Uwzględnij materiały, robociznę, pozwolenia oraz fundusz awaryjny na nieoczekiwane wydatki. Posiadanie jasnego planu finansowego zapobiegnie przekroczeniu budżetu i umożliwi płynniejszy przebieg prac.",
	"planContent3": "Przed rozpoczęciem remontu zbieraj inspiracje, które pomogą ukształtować Twoją wizję. Przeglądaj magazyny o designie wnętrz, strony internetowe i platformy takie jak Pinterest, aby zbierać pomysły. Posiadanie wizualnej reprezentacji pożądanego efektu może być niezwykle pomocne w komunikacji z wykonawcami i projektantami.",

	"settingsLang": "Język",


	"tabsHome": "Głowna",
  "tabsPaths": "Remont",
  "tabsSettings": "Ustawienia",
  "tabsContent1" : "Plan"
}
